Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# onboarding.step3.detail
source: Use global search and semantic search to find the repo you vaguely remember, even when the exact name or language is gone from memory.
ar: استخدم البحث الشامل والبحث الدلالي للعثور على المستودع الذي تتذكره بشكل غامض، حتى عندما يغيب الاسم الدقيق أو اللغة عن الذاكرة.
de: Nutzen Sie die globale Suche und die semantische Suche, um das Repository zu finden, an das Sie sich vage erinnern, selbst wenn der genaue Name oder die Sprache nicht mehr präsent sind.
es: Usa la búsqueda global y la búsqueda semántica para encontrar el repositorio que recuerdas vagamente, incluso si el nombre exacto o el lenguaje se han ido de la memoria.
fr: Utilisez la recherche globale et la recherche sémantique pour trouver le dépôt dont vous vous souvenez vaguement, même si le nom exact ou le langage vous échappe.
id: Gunakan pencarian global dan pencarian semantik untuk menemukan repositori yang samar-samar Anda ingat, bahkan ketika nama atau bahasa yang tepat sudah hilang dari ingatan.
it: Usa la ricerca globale e la ricerca semantica per trovare il repository che ricordi vagamente, anche quando il nome esatto o il linguaggio sono svaniti dalla memoria.
ja: グローバル検索とセマンティック検索を使用して、うろ覚えのリポジトリを正確な名前や言語を忘れても見つけられます。
ko: 전체 검색과 의미 검색을 사용하여 정확한 이름이나 언어가 기억나지 않더라도 어렴풋이 기억하는 저장소를 찾으세요.
nl: Gebruik globale zoekopdracht en semantisch zoeken om de repo te vinden die je vaag herinnert, zelfs als de exacte naam of taal uit je geheugen is verdwenen.
pl: Użyj wyszukiwania globalnego i semantycznego, aby znaleźć repozytorium, które pamiętasz niewyraźnie, nawet gdy dokładna nazwa lub język umknęły z pamięci.
pt_br: Use a busca global e a busca semântica para encontrar aquele repositório que você lembra vagamente, mesmo quando o nome exato ou a linguagem já não estão na memória.
ru: Используйте глобальный и семантический поиск, чтобы найти репозиторий, который вы смутно помните, даже если точное название или язык стёрлись из памяти.
tr: Tam adı veya dili hatırlamasanız bile, belli belirsiz hatırladığınız depoyu bulmak için genel arama ve anlamsal aramayı kullanın.
uk: Використовуйте глобальний пошук та семантичний пошук, щоб знайти репозиторій, який ви смутно пам'ятаєте, навіть якщо точна назва чи мова стерлися з пам'яті.
vi: Sử dụng tìm kiếm toàn cầu và tìm kiếm ngữ nghĩa để tìm kho lưu trữ bạn nhớ mơ hồ, ngay cả khi tên chính xác hoặc ngôn ngữ đã biến mất khỏi trí nhớ.
zh_hans: 用全局搜索和语义搜索找回那些只记得大概用途、却忘了名字和语言的仓库。
zh_hant: 用全域搜尋和語意搜尋找回那些只記得大概用途、卻忘了名字和語言的倉庫。

# onboarding.step3.highlight.filters
source: Filters
ar: عوامل التصفية
de: Filter
es: Filtros
fr: Filtres
id: Filter
it: Filtri
ja: フィルター
ko: 필터
pl: Filtry
pt_br: Filtros
ru: Фильтры
tr: Filtreler
uk: Фільтри
vi: Bộ lọc
zh_hans: 过滤器
zh_hant: 過濾器

# onboarding.step3.highlight.global
source: Global search
ar: البحث الشامل
de: Globale Suche
es: Búsqueda global
fr: Recherche globale
id: Pencarian global
it: Ricerca globale
ja: グローバル検索
ko: 전체 검색
nl: Globale zoekopdracht
pl: Wyszukiwanie globalne
pt_br: Busca global
ru: Глобальный поиск
tr: Genel arama
uk: Глобальний пошук
vi: Tìm kiếm toàn cầu
zh_hans: 全局搜索
zh_hant: 全域搜尋

# onboarding.step3.highlight.semantic
source: Semantic search
ar: البحث الدلالي
de: Semantische Suche
es: Búsqueda semántica
fr: Recherche sémantique
id: Pencarian semantik
it: Ricerca semantica
ja: セマンティック検索
ko: 의미 검색
nl: Semantisch zoeken
pl: Wyszukiwanie semantyczne
pt_br: Busca semântica
ru: Семантический поиск
tr: Anlamsal arama
uk: Семантичний пошук
vi: Tìm kiếm ngữ nghĩa
zh_hans: 语义搜索
zh_hant: 語意搜尋

# onboarding.step3.title
source: Find anything again
ar: اعثر على أي شيء مرة أخرى
de: Alles wiederfinden
es: Encuentra cualquier cosa de nuevo
fr: Retrouvez n'importe quoi
id: Temukan apa pun lagi
it: Trova di nuovo qualsiasi cosa
ja: 何でも再発見
ko: 다시 찾으세요
nl: Alles opnieuw vinden
pl: Znajdź wszystko ponownie
pt_br: Encontre qualquer coisa novamente
ru: Находите что угодно снова
tr: Her şeyi tekrar bulun
uk: Знаходьте все знову
vi: Tìm lại bất cứ thứ gì
zh_hans: 再次找回任何收藏
zh_hant: 再次找回任何收藏

# onboarding.step4.detail
source: Sign in when you are ready. Starcat syncs your Stars locally, keeps private notes and status, and tracks releases for the projects that matter.
ar: سجل الدخول عندما تكون مستعدًا. يقوم Starcat بمزامنة نجومك محليًا، ويحتفظ بالملاحظات والحالة الخاصة، ويتتبع الإصدارات للمشاريع التي تهمك.
de: Melden Sie sich an, wenn Sie bereit sind. Starcat synchronisiert Ihre Sterne lokal, behält private Notizen und Status und verfolgt Veröffentlichungen für die wichtigen Projekte.
es: Inicia sesión cuando estés listo. Starcat sincroniza tus estrellas localmente, guarda notas privadas y estado, y rastrea los lanzamientos de los proyectos que importan.
fr: Connectez-vous quand vous êtes prêt. Starcat synchronise vos étoiles localement, conserve des notes privées et un statut, et suit les versions des projets importants.
id: Masuk saat Anda siap. Starcat menyinkronkan Bintang Anda secara lokal, menyimpan catatan pribadi dan status, serta melacak rilis untuk proyek yang penting.
it: Accedi quando sei pronto. Starcat sincronizza le tue stelle localmente, mantiene note private e stato, e tiene traccia delle versioni per i progetti che contano.
ja: 準備ができたらサインインしてください。Starcatはスターをローカルに同期し、プライベートノートとステータスを保持し、重要なプロジェクトのリリースを追跡します。
ko: 준비가 되면 로그인하세요. Starcat이 별을 로컬에 동기화하고, 개인 노트와 상태를 유지하며, 중요한 프로젝트의 릴리스를 추적합니다.
nl: Meld je aan wanneer je er klaar voor bent. Starcat synchroniseert je Stars lokaal, bewaart privénotities en status en houdt releases bij voor de projecten die ertoe doen.
pl: Zaloguj się, gdy będziesz gotowy. Starcat synchronizuje Twoje gwiazdki lokalnie, przechowuje prywatne notatki i status oraz śledzi wydania ważnych projektów.
pt_br: Faça login quando estiver pronto. O Starcat sincroniza suas Estrelas localmente, mantém notas e status privados e acompanha lançamentos dos projetos que importam.
ru: Войдите, когда будете готовы. Starcat синхронизирует ваши звёзды локально, сохраняет личные заметки и статусы, а также отслеживает релизы важных проектов.
tr: Hazır olduğunuzda oturum açın. Starcat, yıldızlarınızı yerel olarak senkronize eder, özel notlar ve durum tutar ve önemli projeler için sürümleri takip eder.
uk: Увійдіть, коли будете готові. Starcat синхронізує ваші зірки локально, зберігає приватні нотатки та статуси, а також відстежує релізи важливих проєктів.
vi: Đăng nhập khi bạn sẵn sàng. Starcat đồng bộ Sao của bạn cục bộ, giữ ghi chú riêng tư và trạng thái, đồng thời theo dõi bản phát hành cho các dự án quan trọng.
zh_hans: 准备好后登录 GitHub，Starcat 会本地同步你的 Stars，保存私有笔记和状态，并追踪重要项目的 Release。
zh_hant: 準備好後登入 GitHub，Starcat 會本地同步你的 Stars，儲存私有筆記和狀態，並追蹤重要專案的 Release。

# onboarding.step4.highlight.notes
source: Private notes
ar: ملاحظات خاصة
de: Private Notizen
es: Notas privadas
fr: Notes privées
id: Catatan pribadi
it: Note private
ja: プライベートノート
ko: 개인 노트
nl: Privénotities
pl: Prywatne notatki
pt_br: Notas privadas
ru: Личные заметки
tr: Özel notlar
uk: Приватні нотатки
vi: Ghi chú riêng tư
zh_hans: 私有笔记
zh_hant: 私有筆記

# onboarding.step4.highlight.releases
source: Release tracking
ar: تتبع الإصدارات
de: Release-Verfolgung
es: Seguimiento de lanzamientos
fr: Suivi des versions
id: Pelacakan rilis
it: Monitoraggio versioni
ja: リリース追跡
ko: 릴리스 추적
nl: Release bijhouden
pl: Śledzenie wydań
pt_br: Acompanhamento de lançamentos
ru: Отслеживание релизов
tr: Sürüm takibi
uk: Відстеження релізів
vi: Theo dõi bản phát hành
zh_hans: Release 追踪
zh_hant: Release 追蹤

# onboarding.step4.highlight.sync
source: Stars sync
ar: مزامنة النجوم
de: Stern-Synchronisierung
es: Sincronización de estrellas
fr: Synchronisation des étoiles
id: Sinkronisasi bintang
it: Sincronizzazione stelle
ja: スター同期
ko: 별 동기화
nl: Stars synchroniseren
pl: Synchronizacja gwiazdek
pt_br: Sincronização de Estrelas
ru: Синхронизация звёзд
tr: Yıldız senkronizasyonu
uk: Синхронізація зірок
vi: Đồng bộ Sao
zh_hans: Stars 同步
zh_hant: Stars 同步

# onboarding.step4.title
source: Build your developer knowledge base
ar: ابنِ قاعدة معارفك كمطور
de: Bauen Sie Ihre Wissensbasis als Entwickler auf
es: Construye tu base de conocimiento de desarrollador
fr: Construisez votre base de connaissances développeur
id: Bangun basis pengetahuan pengembang Anda
it: Costruisci la tua base di conoscenza da sviluppatore
ja: 開発者ナレッジベースを構築
ko: 개발자 지식 기반 구축
nl: Bouw je kennisbasis als ontwikkelaar
pl: Zbuduj swoją bazę wiedzy dewelopera
pt_br: Construa sua base de conhecimento de desenvolvimento
ru: Создайте свою базу знаний разработчика
tr: Geliştirici bilgi tabanınızı oluşturun
uk: Створіть базу знань розробника
vi: Xây dựng cơ sở kiến thức nhà phát triển của bạn
zh_hans: 构建你的开发者知识库
zh_hant: 構建你的開發者知識庫

# onboarding.step5.detail
source: Turn selected repositories into a local knowledge workspace. Ask questions across README, notes, and summaries, then inspect the cited evidence.
ar: حوّل المستودعات المحددة إلى مساحة عمل معرفية محلية. اطرح أسئلة عبر README والملاحظات والملخصات، ثم افحص الأدلة المستشهد بها.
de: Verwandeln Sie ausgewählte Repositorys in einen lokalen Wissensarbeitsbereich. Stellen Sie Fragen zu README, Notizen und Zusammenfassungen und prüfen Sie die zitierten Belege.
es: Convierte repositorios seleccionados en un espacio de trabajo de conocimiento local. Haz preguntas sobre README, notas y resúmenes, luego inspecciona la evidencia citada.
fr: Transformez des dépôts sélectionnés en un espace de travail de connaissances local. Posez des questions sur les README, les notes et les résumés, puis inspectez les preuves citées.
id: Ubah repositori terpilih menjadi ruang kerja pengetahuan lokal. Ajukan pertanyaan di seluruh README, catatan, dan ringkasan, lalu periksa bukti yang dikutip.
it: Trasforma i repository selezionati in uno spazio di lavoro conoscitivo locale. Fai domande su README, note e riassunti, poi ispeziona le prove citate.
ja: 選択したリポジトリをローカルナレッジワークスペースに変換します。README、ノート、サマリーにわたって質問し、引用された証拠を確認できます。
ko: 선택한 저장소를 로컬 지식 작업 공간으로 전환하세요. README, 노트, 요약 전반에 걸쳐 질문하고 인용된 증거를 검토하세요.
nl: Zet geselecteerde repositories om in een lokale kenniswerkruimte. Stel vragen over README, notities en samenvattingen en bekijk de geciteerde bronnen.
pl: Zmień wybrane repozytoria w lokalną przestrzeń roboczą wiedzy. Zadawaj pytania dotyczące README, notatek i podsumowań, a następnie przeglądaj cytowane dowody.
pt_br: Transforme repositórios selecionados em um espaço de conhecimento local. Faça perguntas sobre README, notas e resumos e depois inspecione as evidências citadas.
ru: Превратите выбранные репозитории в локальное рабочее пространство знаний. Задавайте вопросы по README, заметкам и сводкам, затем изучайте цитируемые источники.
tr: Seçili depoları yerel bir bilgi çalışma alanına dönüştürün. README, notlar ve özetler arasında sorular sorun, ardından alıntılanan kanıtları inceleyin.
uk: Перетворіть вибрані репозиторії на локальний робочий простір знань. Ставте запитання щодо README, нотаток та підсумків, а потім перевіряйте наведені докази.
vi: Biến các kho lưu trữ đã chọn thành không gian làm việc kiến thức cục bộ. Đặt câu hỏi qua README, ghi chú và tóm tắt, sau đó kiểm tra bằng chứng được trích dẫn.
zh_hans: 把选中的仓库变成一个本地知识工作台。你可以跨 README、笔记和摘要提问，并检查答案引用的证据。
zh_hant: 把選中的倉庫變成一個本地知識工作台。你可以跨 README、筆記和摘要提問，並檢查答案引用的證據。

# onboarding.step5.highlight.answers
source: Grounded answers
ar: إجابات موثقة
de: Fundierte Antworten
es: Respuestas fundamentadas
fr: Réponses fondées
id: Jawaban berbasis bukti
it: Risposte fondate
ja: 根拠のある回答
ko: 근거 있는 답변
nl: Onderbouwde antwoorden
pl: Odpowiedzi z cytatami
pt_br: Respostas fundamentadas
ru: Обоснованные ответы
tr: Temellendirilmiş yanıtlar
uk: Обґрунтовані відповіді
vi: Câu trả lời có căn cứ
zh_hans: 有依据的回答
zh_hant: 有依據的回答

# onboarding.step5.highlight.citations
source: Citations
ar: الاستشهادات
de: Zitate
es: Citas
id: Kutipan
it: Citazioni
ja: 引用
ko: 인용
nl: Citaten
pl: Cytaty
pt_br: Citações
ru: Цитаты
tr: Alıntılar
uk: Цитування
vi: Trích dẫn
zh_hans: 引用证据
zh_hant: 引用證據

# onboarding.step5.highlight.scope
source: Knowledge scope
ar: نطاق المعرفة
de: Wissensbereich
es: Alcance del conocimiento
fr: Périmètre de connaissances
id: Lingkup pengetahuan
it: Ambito conoscitivo
ja: ナレッジスコープ
ko: 지식 범위
nl: Kennisbereik
pl: Zakres wiedzy
pt_br: Escopo do conhecimento
ru: Область знаний
tr: Bilgi kapsamı
uk: Обсяг знань
vi: Phạm vi kiến thức
zh_hans: 知识范围
zh_hant: 知識範圍

# onboarding.step5.title
source: Ask your repository knowledge base
ar: اسأل قاعدة معارف مستودعك
de: Fragen Sie Ihre Repository-Wissensbasis
es: Pregunta a tu base de conocimiento de repositorios
fr: Interrogez votre base de connaissances des dépôts
id: Tanyakan basis pengetahuan repositori Anda
it: Interroga la tua base di conoscenza dei repository
ja: リポジトリナレッジベースに質問
ko: 저장소 지식 베이스에 질문하세요
nl: Vraag je repository-kennisbasis
pl: Zapytaj swoją bazę wiedzy repozytoriów
pt_br: Pergunte à sua base de conhecimento de repositórios
ru: Спрашивайте свою базу знаний репозиториев
tr: Depo bilgi tabanınıza sorun
uk: Запитуйте базу знань репозиторію
vi: Hỏi cơ sở kiến thức kho lưu trữ của bạn
zh_hans: 向你的仓库知识库提问
zh_hant: 向你的倉庫知識庫提問

# onboarding.step6.detail
source: Use the Agent workspace for longer tasks: Starcat can prepare context, show each step, call tools, and keep generated artifacts in one place.
ar: استخدم مساحة عمل الوكيل للمهام الأطول: يمكن لـ Starcat تحضير السياق، وإظهار كل خطوة، واستدعاء الأدوات، والاحتفاظ بالمخرجات المُنشأة في مكان واحد.
de: Nutzen Sie den Agent-Arbeitsbereich für längere Aufgaben: Starcat kann Kontext vorbereiten, jeden Schritt anzeigen, Werkzeuge aufrufen und generierte Artefakte an einem Ort aufbewahren.
es: Usa el espacio de trabajo del Agente para tareas más largas: Starcat puede preparar contexto, mostrar cada paso, llamar herramientas y mantener los artefactos generados en un solo lugar.
fr: Utilisez l'espace de travail Agent pour des tâches plus longues : Starcat peut préparer le contexte, montrer chaque étape, appeler des outils et conserver les artefacts générés au même endroit.
id: Gunakan ruang kerja Agen untuk tugas yang lebih panjang: Starcat dapat menyiapkan konteks, menunjukkan setiap langkah, memanggil alat, dan menyimpan artefak yang dihasilkan di satu tempat.
it: Usa lo spazio di lavoro Agente per attività più lunghe: Starcat può preparare il contesto, mostrare ogni passaggio, chiamare strumenti e mantenere gli artefatti generati in un unico posto.
ja: エージェントワークスペースを長時間のタスクに使用：Starcatがコンテキストを準備し、各ステップを表示し、ツールを呼び出し、生成されたアーティファクトを一箇所に保持します。
ko: 에이전트 작업 공간을 사용하여 긴 작업을 처리하세요: Starcat이 컨텍스트를 준비하고, 각 단계를 보여주며, 도구를 호출하고, 생성된 아티팩트를 한 곳에 보관합니다.
nl: Gebruik de Agent-werkruimte voor langere taken: Starcat kan context voorbereiden, elke stap tonen, tools aanroepen en gegenereerde artefacten op één plek bewaren.
pl: Użyj obszaru roboczego Agenta do dłuższych zadań: Starcat może przygotować kontekst, pokazać każdy krok, wywołać narzędzia i przechowywać wygenerowane artefakty w jednym miejscu.
pt_br: Use o espaço de trabalho do Agente para tarefas mais longas: o Starcat pode preparar o contexto, mostrar cada etapa, chamar ferramentas e manter os artefatos gerados em um só lugar.
ru: Используйте рабочее пространство агента для длительных задач: Starcat может подготовить контекст, показывать каждый шаг, вызывать инструменты и сохранять созданные артефакты в одном месте.
tr: Daha uzun görevler için Ajan çalışma alanını kullanın: Starcat bağlamı hazırlayabilir, her adımı gösterebilir, araçları çağırabilir ve oluşturulan yapıtları tek bir yerde tutabilir.
uk: Використовуйте робочий простір агента для тривалих завдань: Starcat може підготувати контекст, показати кожен крок, викликати інструменти та зберігати створені артефакти в одному місці.
vi: Sử dụng không gian làm việc Agent cho các tác vụ dài hơn: Starcat có thể chuẩn bị ngữ cảnh, hiển thị từng bước, gọi công cụ và giữ các tạo phẩm ở một nơi.
zh_hans: 把更长的任务交给 Agent 工作台：Starcat 会准备上下文、展示步骤、调用工具，并集中保留生成的产物。
zh_hant: 把更長的任務交給 Agent 工作台：Starcat 會準備上下文、展示步驟、呼叫工具，並集中保留生成的產物。

# onboarding.step6.highlight.artifacts
source: Artifacts
ar: المخرجات
de: Artefakte
es: Artefactos
fr: Artefacts
id: Artefak
it: Artefatti
ja: アーティファクト
ko: 아티팩트
nl: Artefacten
pl: Artefakty
pt_br: Artefatos
ru: Артефакты
tr: Yapıtlar
uk: Артефакти
vi: Tạo phẩm
zh_hans: 结果产物
zh_hant: 結果產物

# onboarding.step6.highlight.runs
source: Agent runs
ar: تشغيلات الوكيل
de: Agentenläufe
es: Ejecuciones del agente
fr: Exécutions d'agents
id: Jalankan agen
it: Esecuzioni agente
ja: エージェントの実行
ko: 에이전트 실행
nl: Agent-uitvoeringen
pl: Uruchomienia agenta
pt_br: Execuções do Agente
ru: Запуски агента
tr: Ajan çalıştırmaları
uk: Запуски агента
vi: Lần chạy Agent
zh_hans: Agent 运行
zh_hant: Agent 運行

# onboarding.step6.highlight.tools
source: Tool timeline
ar: الجدول الزمني للأداة
de: Werkzeug-Zeitleiste
es: Línea de tiempo de herramientas
fr: Chronologie des outils
id: Linimasa alat
it: Cronologia strumenti
ja: ツールタイムライン
ko: 도구 타임라인
nl: Tooltijdlijn
pl: Oś czasu narzędzi
pt_br: Linha do tempo de ferramentas
ru: Хронология инструментов
tr: Araç zaman çizelgesi
uk: Часова шкала інструментів
vi: Dòng thời gian công cụ
zh_hans: 工具时间线
zh_hant: 工具時間線

# onboarding.step6.title
source: Let agents handle longer workflows
ar: دع الوكلاء يتولون مهام سير العمل الأطول
de: Lassen Sie Agenten längere Arbeitsabläufe erledigen
es: Deja que los agentes manejen flujos de trabajo más largos
fr: Laissez les agents gérer les workflows plus longs
id: Biarkan agen menangani alur kerja yang lebih panjang
it: Lascia che gli agenti gestiscano flussi di lavoro più lunghi
ja: エージェントに長いワークフローを任せる
ko: 에이전트가 긴 워크플로를 처리하도록 하세요
nl: Laat agents langere workflows afhandelen
pl: Pozwól agentom obsługiwać dłuższe przepływy pracy
pt_br: Deixe os agentes lidarem com fluxos de trabalho mais longos
ru: Позвольте агентам обрабатывать длительные рабочие процессы
tr: Ajanların daha uzun iş akışlarını halletmesine izin verin
uk: Дозвольте агентам виконувати тривалі робочі процеси
vi: Để agent xử lý các quy trình làm việc dài hơn
zh_hans: 让 Agent 接住更长的工作流
zh_hant: 讓 Agent 處理更長的工作流程

# onboarding.stepCounterFormat
source: Step %lld of %lld
ar: الخطوة %lld من %lld
de: Schritt %lld von %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld
id: Langkah %lld dari %lld
it: Passaggio %lld di %lld
ja: ステップ %lld / %lld
ko: %lld단계 / %lld
nl: Stap %lld van %lld
pl: Krok %lld z %lld
pt_br: Etapa %lld de %lld
ru: Шаг %lld из %lld
tr: %lld. adım / %lld
uk: Крок %lld із %lld
vi: Bước %lld / %lld
zh_hans: 第 %lld / %lld 步
zh_hant: 第 %lld / %lld 步

# openssf.action.openViewer
source: Open in OpenSSF
ar: فتح في OpenSSF
de: In OpenSSF öffnen
es: Abrir en OpenSSF
fr: Ouvrir dans OpenSSF
id: Buka di OpenSSF
it: Apri in OpenSSF
ja: OpenSSFで開く
ko: OpenSSF에서 열기
nl: Openen in OpenSSF
pl: Otwórz w OpenSSF
pt_br: Abrir no OpenSSF
ru: Открыть в OpenSSF
tr: OpenSSF'de Aç
uk: Відкрити в OpenSSF
vi: Mở trong OpenSSF
zh_hans: 在 OpenSSF 中打开
zh_hant: 在 OpenSSF 中打開

# openssf.action.refresh
source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로고침
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

# openssf.action.refreshing
source: Refreshing…
ar: جارٍ التحديث…
de: Aktualisiere…
es: Actualizando…
fr: Actualisation…
id: Menyegarkan…
it: Aggiornamento…
ja: 更新中…
ko: 새로고치는 중…
nl: Bezig met vernieuwen…
pl: Odświeżanie…
pt_br: Atualizando…
ru: Обновление…
tr: Yenileniyor…
uk: Оновлення…
vi: Đang làm mới…
zh_hans: 刷新中…
zh_hant: 重新整理中…

# openssf.action.securityScore
source: Security score
ar: درجة الأمان
de: Sicherheitsbewertung
es: Puntuación de seguridad
fr: Score de sécurité
id: Skor keamanan
it: Punteggio di sicurezza
ja: セキュリティスコア
ko: 보안 점수
nl: Beveiligingsscore
pl: Wynik bezpieczeństwa
pt_br: Pontuação de segurança
ru: Оценка безопасности
tr: Güvenlik puanı
uk: Оцінка безпеки
vi: Điểm bảo mật
zh_hans: 安全评分
zh_hant: 安全評分

# openssf.badge.accessibility
source: OpenSSF Scorecard
ar: بطاقة أداء OpenSSF
fr: Scorecard OpenSSF
tr: OpenSSF Skor Kartı

# openssf.badge.help
source: OpenSSF Scorecard score
ar: درجة بطاقة أداء OpenSSF
de: OpenSSF Scorecard-Bewertung
es: Puntuación de OpenSSF Scorecard
fr: Score du Scorecard OpenSSF
id: Skor OpenSSF Scorecard
it: Punteggio OpenSSF Scorecard
ja: OpenSSF Scorecardのスコア
ko: OpenSSF Scorecard 점수
pl: Wynik OpenSSF Scorecard
pt_br: Pontuação do OpenSSF Scorecard
ru: Оценка OpenSSF Scorecard
tr: OpenSSF Skor Kartı puanı
uk: Оцінка OpenSSF Scorecard
vi: Điểm OpenSSF Scorecard
zh_hans: OpenSSF Scorecard 评分
zh_hant: OpenSSF Scorecard 評分

# openssf.chart.hint
source: Evaluated checks only
ar: الفحوصات المُقيّمة فقط
de: Nur ausgewertete Prüfungen
es: Solo verificaciones evaluadas
fr: Vérifications évaluées uniquement
id: Hanya pemeriksaan yang dievaluasi
it: Solo controlli valutati
ja: 評価済みチェックのみ
ko: 평가된 검사만 표시
nl: Alleen geëvalueerde controles
pl: Tylko ocenione kontrole
pt_br: Apenas verificações avaliadas
ru: Только оценённые проверки
tr: Yalnızca değerlendirilen kontroller
uk: Лише оцінені перевірки
vi: Chỉ các kiểm tra đã đánh giá
zh_hans: 仅展示已评估检查项
zh_hant: 僅顯示已評估的檢查項目

# openssf.chart.notEnoughData
source: Not enough evaluated checks to draw the chart.
ar: لا توجد فحوصات مُقيّمة كافية لرسم المخطط.
de: Nicht genügend ausgewertete Prüfungen, um das Diagramm zu zeichnen.
es: No hay suficientes verificaciones evaluadas para dibujar el gráfico.
fr: Pas assez de vérifications évaluées pour tracer le graphique.
id: Tidak cukup pemeriksaan yang dievaluasi untuk menggambar bagan.
it: Non ci sono abbastanza controlli valutati per disegnare il grafico.
ja: グラフを描画するのに十分な評価済みチェックがありません。
ko: 차트를 그리기에 충분한 평가된 검사가 없습니다.
nl: Niet genoeg geëvalueerde controles om de grafiek te tekenen.
pl: Za mało ocenionych kontroli, aby narysować wykres.
pt_br: Não há verificações avaliadas suficientes para desenhar o gráfico.
ru: Недостаточно оценённых проверок для построения диаграммы.
tr: Grafiği çizmek için yeterli değerlendirilmiş kontrol yok.
uk: Недостатньо оцінених перевірок для побудови діаграми.
vi: Không đủ kiểm tra đã đánh giá để vẽ biểu đồ.
zh_hans: 已评估检查项不足，无法绘制图表。
zh_hant: 已評估的檢查項目不足，無法繪製圖表。

# openssf.check.unavailable
source: N/A
ar: غير متوفر
de: N/V
es: N/D
fr: N/D
it: N/D
nl: N.v.t.
pl: N/D
pt_br: N/D
ru: Н/Д
tr: Yok
uk: Н/Д
zh_hans: 不适用
zh_hant: 不適用

# openssf.checks.title
source: Checks
ar: الفحوصات
de: Prüfungen
es: Verificaciones
fr: Vérifications
id: Pemeriksaan
it: Controlli
ja: チェック
ko: 검사
nl: Controles
pl: Kontrole
pt_br: Verificações
ru: Проверки
tr: Kontroller
uk: Перевірки
vi: Kiểm tra
zh_hans: 检查项
zh_hant: 檢查項目

# openssf.error.decodingFormat
source: Failed to decode OpenSSF Scorecard response: %@
ar: فشل فك ترميز استجابة بطاقة أداء OpenSSF: %@
de: Fehler beim Dekodieren der OpenSSF Scorecard-Antwort: %@
es: Error al decodificar la respuesta de OpenSSF Scorecard: %@
fr: Échec du décodage de la réponse du Scorecard OpenSSF : %@
id: Gagal mendekode respons OpenSSF Scorecard: %@
it: Impossibile decodificare la risposta OpenSSF Scorecard: %@
ja: OpenSSF Scorecardの応答のデコードに失敗しました: %@
ko: OpenSSF Scorecard 응답 디코딩 실패: %@
nl: Kan OpenSSF Scorecard-antwoord niet decoderen: %@
pl: Nie udało się zdekodować odpowiedzi OpenSSF Scorecard: %@
pt_br: Falha ao decodificar a resposta do OpenSSF Scorecard: %@
ru: Не удалось декодировать ответ OpenSSF Scorecard: %@
tr: OpenSSF Skor Kartı yanıtı çözülemedi: %@
uk: Не вдалося декодувати відповідь OpenSSF Scorecard: %@
vi: Không thể giải mã phản hồi OpenSSF Scorecard: %@
zh_hans: OpenSSF Scorecard 响应解析失败：%@
zh_hant: 無法解碼 OpenSSF Scorecard 回應：%@
